/* Localizable strings of com.apple.Quicktime preference manifest */

"Quicktime.pfm_title" =			"QuickTime Pro -avain";
"Quicktime.pfm_description" =			"QuickTime Pro -avaimen asetus.";

"Pro Key.pfm_title" =			"QuickTime Pro -rekisteröintitiedot";
"Pro Key.pfm_description" =			"QuickTime Pro -rekisteröintitiedot.";

"Name.pfm_title" =			"Nimi";
"Name.pfm_description" =			"Syötä nimi, jonka syöttäisit Quicktime Pro -rekisteröinti-ikkunaan.";
"Organization.pfm_title" =			"Organisaatio";
"Organization.pfm_description" =			"Syötä organisaatio, jonka syöttäisit Quicktime Pro -rekisteröinti-ikkunaan.";
"Registration Key.pfm_title" =			"Rekisteröintiavain";
"Registration Key.pfm_description" =			"QuickTime Pro -rekisteröintiavaimen merkkijono.";
